Repository: EkaPurnama/blog
Catalog: app/lang/*/LC_MESSAGES/messages.po
Languages: vi_vn

source: Hello
vi_vn: Xin chao

source: student
vi_vn: Sinh Viên

source: teacher
vi_vn: Giảng Viên

source: foundtion
vi_vn: Cơ Sở

source: department
vi_vn: Khoa/Đơn vị

source: school room
vi_vn: Phòng Học

source: academic
vi_vn: Hệ Đào Tạo

source: course year
vi_vn: Khóa Học

source: branch
vi_vn: Ngành Học

source: class id
vi_vn: Mã Lớp

source: grade
vi_vn: Loại Điểm

source: conditions
vi_vn: Loại Điều Kiện

source: course fee
vi_vn: Mức Học Phí

source: course list
vi_vn: Danh sách Học Phần

source: create student
vi_vn: Thêm Sinh Viên

source: delete student
vi_vn: Xóa Sinh Viên

source: import student
vi_vn: Nhập Sinh Viên

source: export student
vi_vn: Xuất Sinh Viên

source: import
vi_vn: Nhập

source: export
vi_vn: Xuất

source: all
vi_vn: Tất Cả

source: search
vi_vn: Tìm Kiếm

source: advanced search
vi_vn: Tìm kiếm nâng cao

source: close
vi_vn: Đóng

source: student id
vi_vn: Mã Số Sinh Viên

source: student name
vi_vn: Tên Sinh Viên

source: student surname
vi_vn: Họ Sinh Viên

source: sex
vi_vn: Phái

source: birthday
vi_vn: Ngày Sinh

source: phone
vi_vn: Điện Thoại

source: result
vi_vn: Kết quả

source: display
vi_vn: Hiển thị

source: first
vi_vn: Về đầu

source: last
vi_vn: Về cuối

source: previous
vi_vn: Trước

source: next
vi_vn: Tiếp

source: pages
vi_vn: Trang

source: status
vi_vn: Tình Trạng

source: download example
vi_vn: Tải về bản mẫu

source: basic information
vi_vn: Thông Tin Cơ Bản

source: addtion information
vi_vn: Thông Tin Thêm

source: go back
vi_vn: Quay Lại

source: update
vi_vn: Cập Nhật

source: people
vi_vn: Dân Tộc

source: religion
vi_vn: Tôn Giáo

source: id no
vi_vn: Số Chứng Minh Thư

source: ppno
vi_vn: Sổ Hộ Chiếu

source: picture id
vi_vn: Hình Đại Diện

source: birthplace
vi_vn: Nơi Sinh

source: telephone
vi_vn: Điện Thoại Nhà

source: ability tech more
vi_vn: Khả Năng Dạy Thêm

source: current job
vi_vn: Công Việc Hiện Tại

source: number decisions
vi_vn: Số Quyết Định

source: note
vi_vn: Ghi Chú

source: student id before
vi_vn: Mã Sinh Viên Trước

source: student information
vi_vn: Hồ Sơ Sinh Viên

source: teacher informaton
vi_vn: Thông Tin Giảng Viên
